/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Pièce jointe (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Ajouter pièce jointe";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Prendre une photo";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Album photos";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fichiers";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Annuler";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titre";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notes";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valeur";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVERTISSEMENT : aucun navigationController pour l'actuel UITableViewController pour FUIFormCell. FUIAttachmentsFormCell et ListPickerFormCell ne fonctionneront pas correctement.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d hre(s) %d min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Sélectionné(s)";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tout";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Avertissement : la recherche est désactivée, car aucune propriété listPickerSearchResultsUpdating dans ListPickerFormCell.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Marquer tout";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Démarquer tout";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Fermer";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Plus";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Moins";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "actif";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "inactif";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Touchez deux fois pour basculer le paramétrage.";

